import React from 'react';
import Bottom from './bottom'
class Rule extends React.Component {
    render(){
        return (
            <div className="container has-bottom">
                <div className="width97" id="rule">
                    <ul className="rule-name clearfix">
                        <li className="active">北京赛车</li>
                        <li>香港赛马</li>
                        <li>澳门赛狗</li>
                        <li>极速赛车</li>
                        <li>幸运飞艇</li>
                        <li>重庆时时彩</li>
                        <li>QQ两分彩</li>
                        <li>台湾三分彩</li>
                        <li>腾讯五分彩</li>
                        <li>PC蛋蛋</li>
                        <li>加拿大28</li>
                        <li>新加坡蛋蛋</li>
                        <li>江苏快三</li>
                        <li>吉林快三</li>
                        <li>急速快三</li>
                        <li>香港六合彩</li>
                    </ul>
                    <ul className="rule-content">
                        <li>
                            <h2>PK拾(北京赛车)玩法介绍</h2>
                            <p>游戏【开盘9:00-00:00封盘】每5分钟开奖一期玩法丰富：数字定位9.8倍大小单双1.96倍冠亚和值41-7倍等高赔率的玩法最低上下分(50点)单注(5点)充值请联系官方财微。<br />
                                车道说明<br />从左到右车道排序是1234567890<br />10道车道用0代替<br />没标注车道系统默认1号车道<br />
                                <span className="title">①数字定位玩法</span><br />
                                赔率：含本9.8倍<br />投注格式：车道/车号/金额(没标注车道系统默认1号车道)<br />例-：1/0/5【1车道/10号车/5积分】<br />例二：0/5【1车道/10号车/5积分】<br />例三：12/0/5【1车道,车道/10号车各下5积<br />
                                <br />例四：890/0/5【8车道9车道10车道10号车各下5积<br />
                                <span className="title">②大小单双玩法</span><br />
                                赔率：含本1.96倍<br />投注格式：车道/大小单双/金额(没标注车道系统默认1号车道)<br />例：1/单/5【1号车道/单/5积分】<br />例：1/双/5【1号车道双/5积分】<br />
                                例三：1/大/5【1号车道/大/5积分】<br />例四：1小/5【1号车道小/5积分】<br />
                                <span className="title">③龙虎竟猜玩法</span><br />
                                赔率：含本1.96倍<br />投注格式：车道/龙虎/凎额(没标注车道系统默认1号车道)<br />
                                例一：1/龙/5【1车道龙/5积分(1车道>10车道=龙;1车道&lt;10车=虎】&lt;br />
                                例二：龙/5【1车道龙/5积分(1车道>10车道=龙;1车道&lt;10车道=虎】&lt;br />
                                例三：2/龙/5【2车道/龙/5积分(2车道>9车道=龙;1车道&lt;9车道=虎】&lt;br />
                                例四：3/龙/5【3车道/龙/5积分(3车道>8车道=龙;1车道&lt;8车道=虎】&lt;br />
                                <span className="title">④1-10名大小单双组合玩法</span><br />
                                投注格式：大单小双小单大双<br />
                                例一：1/大单/10【冠军/大单/10点数大于5奇数含本3.5倍】<br />
                                例二：2小双/10【亚军/小双/10点数小于6偶数含本3.5倍】<br />
                                例三：3/小单/10【3名/小单/10点数小于6奇数含本3倍】<br />
                                例四：4/大双/10【4名/大双/门10点数大于5偶数含本3倍】<br />
                                注：(1-10名车道都可以选择竞猜也可以同时多车道竞猜,快捷格式：1大单10；2大单10；3大单10没有备注车道的系统自动默认冠军号)<br />
                                <span className="title">⑤冠亚军庄闲竟猜玩法</span><br />
                                例一：庄/5【冠军大于亚军为庄】<br />
                                例二：闲/5【冠军大于亚军为闲】<br />
                                赔率：含本1.96倍<br />
                                <span className="title">⑥冠亚和特码竟猜玩法</span><br />
                                投注格式：和3.4.18.19/5<br />
                                例：和3.4.18.19【冠+亚和=3.4.18.19任意一组含本赔率41倍<br />
                                例二：和5.6.16.17【冠+亚和=5.6.16.17任意一组含本赔率19】<br />
                                例三：和7.8.14.15【冠+亚和=7.8.14.15任意一组含本赔率11倍】<br />
                                例四：和9.10.12.13【冠+亚和=9.10.12.13任意一组含本赔率9倍】<br />
                                例五：和11【冠+亚和=11任意一组含本赔率7倍】<br />
                                <span className="title">⑦冠亚和大小单双竟猜</span><br />
                                赔率：冠亚军和值&lt;大、双&gt;含本2倍;冠亚军和值&lt;小、单&gt;含本1.5倍<br />
                                冠亚军相加大于等于12为大;小于等于11为小<br />
                                开出号码偶数为双奇数为单<br />
                                投注格式：<br />
                                例一：和大5【冠+亚=大于等于12】<br />
                                例二：和小5【冠+亚=小于等于11】<br />
                                例三：和双5【冠+亚=偶数】<br />
                                例四：和单5【冠+亚=奇数】<br />
                                王者娱乐感谢您对本平台的信任，本平台最低上下分50点起，单注5点起，充值请联系官方财微。
                            </p>
                        </li>
                        <li>
                            <h2>重庆时时彩玩法介绍</h2>
                            <p>
                                游戏【开盘10:00-2:00封盘】开奖时间:10:00-22:00每10分钟开一期/22:00-02:00每5分钟开期玩法丰富趣味广受玩家喜爱本平台最低上下分(50点)单注(5点)<br />
                                <span className="title">①定位数字玩法</span><br />
                                位置介绍：万千百十个从左到右,系统判定位置：1.2.3.4.5<br />
                                格式介绍：位置/号码/点数<br />
                                赔率介绍：9.8倍(含本)<br />
                                例：如3号位【百位】要买号码8,10个点<br />
                                下注格式：【3/8/10】(百位开出8号即为中奖)<br />
                                例：如234号位【千百十位】买数字5,各10元<br />
                                下注格式：【234/5/10】(千百十位置开出数字5即为中奖)<br />
                                例：如5个位置全部定位8号球<br />
                                下注格式：【8/20】相当于买所有位置8,100元(12345/8/20格式相<br />
                                备注：定位如无填写【位置】则默认为五个位置全下<br />
                                <span className="title">②定位大小单双玩法</span><br />
                                位置介绍：万千百十个从左到右,系统判定位置：1.2.3.4.5<br />
                                格式介绍：位置/大小单双/点数<br />
                                赔率：1.96倍(含本)<br />
                                开56789为大,01234为小,赔率1.96倍(含本)<br />
                                开13579为单,02468为双,赔率1.96倍(含本<br />
                                例：1/双/10【万位/双/10点,开出偶数即为中奖】<br />
                                例：1/大/10【万位/大/10点,开出大于等于5即为中奖】<br />
                                快速格式：可以省略"/"°,(1双10)相当于(1/双/10)<br />
                                备注：无填写【位置】则默认为万位,如(大10)系统判定万位大10<br />
                                <span className="title">③定位【大单,小单,大双,小双】玩法</span><br />
                                开024为小双,赔率3倍(含本)<br />
                                开68为大双,赔率3.5倍(含本)<br />
                                开13为小单,赔率35倍(含本)<br />
                                开579为大单,赔率3倍(含本)<br />
                                格式介绍：大单/10,小单/10,大双/10,小双/10<br />
                                例：大单/10【开奖号码为579即为中奖】<br />
                                注：万千百十个任意位置都可以进行投注,没有填写位置的系统默认万位。<br />
                                <span className="title">④龙虎和玩法</span><br />
                                格式介绍：龙虎和/点数<br />
                                赔率介绍：1.96倍-10倍<br />
                                万位PK个位(万位大于个位为龙,小于个位为虎)<br />
                                龙虎开和(万位和个位开出相同号码即为和)<br />
                                例：龙/10【万位大于个位即为中奖】<br />
                                例：虎/10【万位小于个位即为中奖】<br />
                                例：和/10【万位个位开出相同数字即为中奖】<br />
                                快速格式：可以省略"/",(和10)相当与(和/10)<br />
                                备注：开龙虎的赔率1.96倍,开和赔率为10倍开和通杀龙虎<br />
                                <span className="title">⑤和值大小单双玩法</span><br />
                                格式介绍：总/单/点数<br />
                                赔率介绍：1.96倍<br />
                                万千百个十的数字总和【0-22为小,23-45为大,总和奇数为单,总和偶数为双】<br />
                                例：总/大/10【五个位置相加大于等于23即为中奖】<br />
                                例：总/双/10【五个位置相加尾数为偶数即为中奖】<br />
                                快速格式：可以省略"/",(总大10)相当于(总/大/10)<br />
                                <span className="title">⑥花样玩法</span><br />
                                位置介绍：前三(万千百)、中三(千百十)、后三(百十个)<br />
                                格式介绍：玩法名称/点数<br />
                                赔率介绍：1.96倍-60倍(含本)<br />
                                例：(前豹/100)【万千百位置开出相同数字即为中奖赔率1赔60】<br />
                                例：(中豹/100)【千百十位置开出相同数字即为中奖赔率1赔60】<br />
                                例：(后豹/100)【百十个位置开出相同数字即为中奖赔率1赔60】<br />
                                例：(前顺/100)【万千百位置开出顺子即为中奖赔率1赔14】<br />
                                例：(中顺/100)【千百十位置开出顺子即为中奖赔率1赔14】<br />
                                例：(后顺/100)【百十个位置开出顺子即为中奖赔率1赔14】<br />
                                例：(前对/100)【万千百位置开出对子即为中奖赔率1赔2.5】<br />
                                例：(中对/100)【千百十位置开出对子即为中奖赔率1赔2.5】<br />
                                例：(后对/100)【百十个位置开出对子即为中奖赔率1赔2.5】<br />
                                例：(前半/100)【万千百位置开出两连号即为中奖赔率1赔1.96】<br />
                                例：(中半/100)【千百十位置开出两连号即为中奖赔率1赔1.96】<br />
                                例：(后半/100)【百十个位置开出两连号即为中奖赔率1赔1.96】<br />
                                例：(前杂/100)【万千百位置开出不同号码即为中奖赔率1赔2.2】<br />
                                例：(中杂/100)【千百十位置开出不同号码即为中奖赔率1赔2.2】<br />
                                例：(后杂/100)【百十个位置开出不同号码即为中奖赔率1赔2.2】<br />
                                快速格式：可以省略/,(前豹/100)相当与(前豹100)<br />
                                备注：顺子不按顺序三个位置连号即为中奖,对子不按顺序只要有对子即为中奖,前半顺只要有两个连号即为中奖。
                            </p>
                        </li>
                        <li>
                            <h2>PC蛋蛋玩法介绍</h2>
                            <p>
                                <span className="title">【①和值大小单双】</span><br/>
                                竟猜格式:大小单双/10<br/>赔率介绍:1.96倍(含本)<br/>大小玩法<br/>数字0-13为小,数字14-27为大<br/>出13押小回本金出14押大回本金<br/>单双玩法<br/>数字1 3 5 7 9 11 13 15 17 19 21 23 25 27为单<br/>
                                数字0 2 4 6 8 10 12 14 16 18 20 22 24 26为双<br/>出13押单回本出14押双回本<br/>注:中奖参考为开奖号码相加和值(快速下注格式:大100;小100;单100;双100)大小单双不是组合大小单双玩法不一样赔率也不同。<br/>
                                <span className="title">【②和值特码】</span><br/>竟猜格式:特码/草/点数、特码/操/点数、特码/点/点数、特码/买/点数<br/>赔率介绍:12倍-500倍(含本)<br/>例:12操100【三个开奖号码相加和值等于12即为中奖】<br/>
                                特码兑奖号码赔率参考如下<br/>00-27(500倍音)01-26(100倍)<br/>02-25(50倍)03-24(40倍)<br/>04-23(30倍)05-22(20倍)<br/>06-21(17倍)07-20(16倍)<br/>08-19(15倍)09-18(15倍)<br/>10-17(14倍)11-16(14倍)<br/>
                                12-15(12倍)13-14(12倍)<br/>注主:每个和值特码的赔率都是不一样的,以兑奖赔率表为主。<br/>
                                <span className="title">【③和值极大极小】</span><br/>格式介绍:极大100;极小100<br/>赔率介绍:19音(含本)<br/>例:极大100【三个开奖号码和值22-27即为中奖】<br/>
                                例:极小100【三个开奖号码和值0-5即为中奖】<br/>极大极小兑奖参考如下<br/>极大(22~27)<br/>极小(0~5)<br/>注:极大-极小开奖为三个号码相加0-5为极小;22-27为极大赔率为19倍含本。<br/>
                                <span className="title">【④和值组合大小单双】</span><br/>投注格式:大单;小单;大双;小双<br/>赔率:3.6-3.8倍<br/>例:大单100【满足大于等于14同时开出特码为奇数即为中奖】<br/>
                                例:小双100【满足小于等于13同时开出特码为偶数即为中奖<br/>码组合大单;小单;大双;小双兑奖参考如下<br/>小双;0;2;4;6;8;10;12(36倍含本)<br/>小单;1;3;5;7;9;11(3.8倍含本)<br/>大双;16;18;20;22;24;26(3.8倍含本)
                                <br/>大单;15;17;19;21;23;25;27(3.6倍含本)<br/>出13押小单回本金出14押大双回本金<br/>注:组合大单,大双,小单,小双和大小单双玩法不同陪率不同,需同时满足大单或小单即为中奖<br/>
                                <span className="title">【⑤趣味玩法】</span><br/>格式介绍:对子;顺子;豹子<br/>赔率介绍:3倍-50倍(含本)<br/>例:对子100【开奖号码开出两个相同号码即为中奖(含本3赔)<br/>
                                例:顺子100【开奖号码开出三个连码即为中奖(含本15倍】<br/>例:豹子100【开奖号码开出三个相同号码即为中奖(含本50倍)】<br/>注:开奖号为1+2+1为对子;开奖号为132为顺子;开奖5+5+5为豹子;对子和顺子不分顺序;豹子不算对子
                            </p>
                        </li>
                    </ul>
                </div>
                <Bottom/>
            </div>
        )
    }
}
export default Rule